/* AmBNC ON_PRIVMSG example
 * ARG EVENT NICK TARGET TEXT
 */
PARSE ARG EVENT NICK TARGET TEXT
SAY 'AmBNC hook:' EVENT 'from' NICK 'to' TARGET ':' TEXT
EXIT 0
